app/controllers/tasks_controller.rb

  def create
    @task = Task.new(task_params)
    respond_to do |format|
      if @task.save
---
INSERT INTO "tasks" ("position", "title", "is_done", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["position", 2], ["title", "dd"], ["is_done", false], ["created_at", "2022-02-26 06:48:20.147785"], ["updated_at", "2022-02-26 06:48:20.147785"]]